Repository: luizbills/wp-tweaks
Catalog: languages/wp-tweaks-*.po
Languages: pt_br

source: WP Tweaks
pt_br: WP Ajustes

source: Several opinionated WordPress tweaks focused in security and performance.
pt_br: Vários ajustes opinativos no WordPress focados em segurança e desempenho.

source: https://luizpb.com/en
pt_br: https://luizpb.com/pt/

source: Tweaks
pt_br: Ajustes

source: Tweaks Options
pt_br: Opções de Ajustes

source: Enable
pt_br: Ativar

source: Change menu "Posts" to "Blog"
pt_br: Mudar menu "Posts" para "Blog"

source: Clear uploaded file names
pt_br: Limpar nome dos arquivos enviados

source: Custom admin footer text
pt_br: Texto do rodapé da área administrativa

source: All Rights Reserved.
pt_br: Todos os Direitos Reservados.

source: This field accepts the following placeholders: %1$s prints the copyright symbol. %2$s prints the current year. %3$s prints your site name.
pt_br: Este campo aceita os seguintes placeholders: %1$s mostra um simbolo de copyright. %2$s mostra o ano atual. %3$s mostra o nome do seu site.

source: Dashboard with only one column
pt_br: Painel com apenas uma coluna

source: Disable comments
pt_br: Desativar comentários

source: Hides and disables new comments on pages and blog posts.
pt_br: Oculta e desativa novos comentários em páginas e postagens de blog.

source: Disable WP CRON
pt_br: Desativar WP CRON

source: When enabling this option, be sure to create an external cron job.
pt_br: Ao ativar essa opção, tenha certeza de criar um cron job externo.

source: Disable author query
pt_br: Desativar query de autores

source: Disables author search via url (e.g: %s)
pt_br: Desativa a pesquisa de autores por url (ex: %s)

source: Disable author pages
pt_br: Desativar páginas de autores

source: Disables author pages (e.g: %s)
pt_br: Desativa páginas de autores (ex: %s)

source: Disable WordPress emojis
pt_br: Desativar emojis do WordPress

source: Disable jQuery Migrate
pt_br: Desativar jQuery Migrate

source: Remove "meta widget"
pt_br: Remover "widget meta"

source: Remove public REST API access
pt_br: Remover acesso publico à REST API

source: Only logged in users will have access to REST API.
pt_br: Apenas usuários autentificados terão acesso à REST API.

source: Remove users endpoint from REST API
pt_br: Remover endpoint users da REST API

source: Disable user enumeration via REST API for non-logged in users.
pt_br: Desativar a enumeração de usuário pela REST API para usuários deslogados.

source: Disable right click
pt_br: Desativar click direito

source: Disable right click, also copy and cut commands. Only on front-end.
pt_br: Desativa o clique direito e também os comandos de copiar e cortar. Apenas no front-end.

source: Disable RSS feed
pt_br: Desativar feed RSS

source: Tip: Disable RSS feed if your site doesn't have a blog.
pt_br: Dica: Desative o feed RSS se o seu site não tem blog.

source: Remove "website" field in comment form
pt_br: Remover campo "site" no formulário de comentário

source: Remove oEmbed support
pt_br: Remover suporte ao oEmbed

source: Remove XML-RPC and Pingbacks support
pt_br: Remover suporte à XML-RPC e Pingbacks

source: Disallow file edit
pt_br: Proibir edição de arquivos

source: Show PHP version in admin footer
pt_br: Mostrar versão do PHP no rodapé da administração

source: For admin users only.
pt_br: Apenas para administradores.

source: Generic login error message
pt_br: Mensagem de erro genérica no login

source: Heartbeat API
pt_br: API de Heartbeat

source: Default
pt_br: Padrão

source: 60 seconds
pt_br: 60 segundos

source: 120 seconds
pt_br: 120 segundos

source: Disable
pt_br: Desativar

source: Search for "What is WordPress Heartbeat?" in your browser to learn more.
pt_br: Pesquise por "O que é Heartbeat do WordPress?" no seu navegador para saber mais.

source: Show admin bar for admin users only
pt_br: Mostrar barra de administrador apenas para administradores

source: Hide annoying messages
pt_br: Ocultar mensagens inconvenientes

source: Hide almost all annoying messages that keep appearing. But it will show them on the [Plugins](%s) page, just to make sure they are visible somewhere.
pt_br: Oculta quase todas as mensagens inconvenientes que ficam aparecendo. Mas irá mostra-las na página de [Plugins](%s), apenas para garantir que elas estarão visíveis em algum lugar.

source: Hide WordPress update nag to all but admins
pt_br: Mostrar notificação de atualizações apenas para administradores

source: Hide WordPress version in admin footer to all but admins
pt_br: Mostrar versão do WordPress no rodapé da área administrativa apenas para administradores

source: Post Revisions
pt_br: Revisões de Postagem

source: Limit or disable the number of posts revisions that WordPress stores in the database.
pt_br: Limite ou desative o número de revisões de postagem que o WordPress armazena no banco de dados.

source: Remove "Comments" from admin bar
pt_br: Remover "Comentários" da barra de administrador

source: Remove "WordPress Logo" from admin bar
pt_br: Remover "Logo do WordPress" da barra de administrador

source: Remove "+ New" button from admin bar
pt_br: Remover botão "+ Novo" da barra de administrador

source: Remove some default dashboard widgets (useless for clients)
pt_br: Remover alguns widgets padrões do Painel (inúteis para usuários leigos)

source: Remove "Howdy" from admin bar
pt_br: Remover "Olá" da barra de administrador

source: Remove language switcher from login page
pt_br: Remover seletor de idioma da página de login

source: Remove query string from static scripts
pt_br: Remover query string dos códigos estáticos

source: Remove
pt_br: Remover

source: Remove Dashboard "welcome panel"
pt_br: Remover "Boas-vindas" do Painel

source: Remove WordPress version number in frontend
pt_br: Remover versão do WordPress no frontend

source: Security Headers
pt_br: Headers de Segurança

source: Only activate these options if you are sure of what you are doing and don't forget to test your site. This headers are used to make your site more secure. Once you have setup each header, check it using [securityHeaders.io](%s).
pt_br: Só ative essas opções se você tiver certeza do que está fazendo e não esqueça de depois testar seu site. Esses cabeçalhos são usados para tornar seu site mais seguro. Depois de configurar cada cabeçalho, verifique-os usando [securityHeaders.io](%s).

source: Settings
pt_br: Configurações

source: Caution!
pt_br: Atenção!

source: The following WordPress constants are enabled and it is highly recommended that you disable them in production environments.
pt_br: As seguintes constantes do WordPress estão ativadas e é altamente recomendado que você desative-as em ambientes de produção.

source: Pingbacks are not supported
pt_br: Pingbacks não são suportados

source: Not Allowed!
pt_br: Não permitido!

source: Incorrect username or password.
pt_br: Nome de usuário ou senha incorretos.
